Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_barnehagetilbud_-_sa_rsamisk.pdf.tmx
Source language: sma
Languages: sme

source: Akte våajnoes saemienvoete lea vihkeles ihke maanah edtjieh damtedh dah sijjiem utnieh ektievoetesne jïh leah jååhkesjamme, jïh dïhte maahta meatan årrodh dam saemien identiteetem nænnoestehtedh.
sme: Sámevuohta oidnosis lea deaŧalaš danne go dat addá mánnái gullevašvuođa dovddu ja dohkkeheami, ja dat sáhttá leat mielde nannemin sámi identitehta.

source: Maanah ajve reaktam utnieh aktem sijjiem åadtjodh maanagïertesne, men ij reaktam utnieh aktem saemien maanagïertefaalenassem åadtjodh.
sme: Dáláš láhkaaddin ii atte buohkaide vuoigatvuođa oažžut sámi mánáidgárdefálaldaga.

source: Øie-moenehtse (NOU:2012, Til barnas beste, ny lovgivning for barnehagene)
sme: Mánáin lea vuoigatvuohta dušše oažžut saji mánáidgárddis, muhto sis ii leat vuoigatvuohta sámi mánáidgárdefálaldahkii, Øie-lávdegotti (NOU:2012,

source: Guvvie: gahkkorcorustudentbhg.blogspot.no vuarjesje ij leah aavrehke aktem krïevenassem reaktan bïjre saemien maanagïertefaalenassese sjïehtesjidh aktene orre maanagïertelaakesne, dan åvteste ij gåaredh dam illedh.
sme: Govva: gahkkorcorustudentbhg.blogspot.no Til barnas beste, ny lovgivning for barnehagene) árvvoštallama mielde ii leat oiddolaš lága bokte fievrridit rievtti oažžut sámi mánáidgárdefálaldaga ođđa mánáidgárdelágas, dan sivas go dan ii leat vejolaš čuovvolit.

source: Saemiedigkie lea ovgeahpan.
sme: Dás ii leat Sámediggi álggage ovttaoaivilis.

source: Maanah maanagïertesne byöroeh laaken mietie seamma reaktah utnedh goh learohkh maadthskuvlesne gosse lea reaktan bïjre saemienfaalenassese.
sme: Mánáidgárdemánát berrejit lága dáfus biddjojuvvot ovtta dássái vuođđoskuvlla ohppiiguin go guoská vuoigatvuhtii oažžut sámi fálaldaga.

source: Aktine sjïere reaktine saemien maanagïertefaalenassese, dle gaajhkh maanah mah dam sijhtieh aktem faalenassem åadtjoeh gusnie leavloem beaja saemien gïelese jïh kultuvrese.
sme: Go livččii individuála vuoigatvuohta oažžut sámi mánáidgárdefálaldaga, de mearkkašivččii dat dan ahte buot mánát geat háliidit oččošedje fálaldaga mas sámi giella ja kultuvra deattuhuvvo.

source: Naemhtie guktie öörnege lea daan biejjien, dle ij leah daate nuekies tjïelke.
sme: Nugo ortnet dál lea, de dat ii leat doarvái dárkil.

source: Saemiedigkien mïelen mietie dle tjuara laakesne tjåadtjodh gaajhkh maanah mah dam sijhtieh, reaktam utnieh saemien maanagïertefaalenassem åadtjodh saaht gusnie laantesne dah årroeh.
sme: Sámediggi oaivvilda ahte ferte lága bokte mearriduvvot ahte buot mánáin geat háliidit lea vuoigatvuohta sámi mánáidgárdefálaldahkii beroškeahttá guđe oasis riikkas ásset.

source: Saemiedigkien råålla sæjhta amma årrodh viehkiehtidh aktem saemien sisvegem maanagïertine gorredidh jïh evtiedidh.
sme: Sámedikki rolla lea nappo dalle váikkuhit sámi sisdoalu bisuheami ja ovddideami mánáidgárddiin.

source: Saemiedigkie sæjhta aktem politihkem
sme: Sámediggi áigu politihkas bokte gáibidit ahte bargiide biddjojuvvo unnimus gáibádus das man ollu sis galgá leat kulturmáhttu ja kulturáddejupmi.

source: tjirrehtidh gusnie dah barkijh tjuerieh aktem unnemes daajroem utnedh kultuvredaajroen jïh kultuvregoerkesen bïjre.
sme: Gielddain ja fylkkamanniin lea váldi mánáidgárddiid ektui ja dat galget bearráigeahččat daid.

source: Saemiedigkie maahta dåarjoeh gïehtjedidh maam Saemiedigkie jïjtje vadta.
sme: Sámediggi sáhttá bearráigeahčat doarjaga maid Sámediggi ieš juolluda.

source: Daate gaajhkine dåarjoeprievine tjåådtje.
sme: Dát boahtá ovdan buot juolludusreivviin.

source: Akti veajkoej dle daerpies gïehtjedidh mejtie vierhtieh åtnasuvvieh krïevenassi mietie.
sme: Muhtun áššiid lea dárbu bearráigeahččat ja dat dahkkojuvvo maid dan ektui ahte geavahuvvojit go ruđat eavttuid mielde.

source: Gïehtjedimmiej tjïrrh dle fokusem beaja kvaliteetese maanagïerten sisvegasse jïh saemien gïelese.
sme: Bearráigeahččan lea mielde bidjamin fokusa mánáidgárddi sisdoalu kvalitehtii ja sámegillii.

source: Saemiedigkie tjuara aktem eadtjoehkåbpoe råållam utnedh jïh sjyöhtehke guejmiejgujmie laavenjostedh desnie gusnie maanagïertide vååksje.
sme: Sámedikkis ferte leat eanet árjjalaš rolla ja ovttasbargu guoskevaš oasálaččaiguin mat bearráigehččet mánáidgárddiid.

source: Daate juktie gorredidh dïhte saemien perspektijve lea stïeresne.
sme: Sihkkarastin dihte ahte sámi perspektiiva leat mielde.

source: Ulmie
sme: Mihttomearri

source: • Maanagïerten akte saemien sisvege mij evtiedimmiem, lïerehtimmiem jïh skearkagimmiem eevtjie, laavenjostosne jïh goerkesisnie maanan hïejmine.
sme: • Mánáidgárddis lea sámi sisdoallu mii ovdánahttá máná oahppama ja hápmašuvvama ovttasbargguin ja áddejumiin máná ruovttuin.

source: Strategijh
sme: Strategiijat

source: • Hoksedh maanagïerte-aajhterh daajroem utnieh saemien gïelen jïh kultuvren bïjre
sme: • Sihkkarastit dan ahte mánáidgárddiid eaiggádiin lea máhttu sámi gielas ja kultuvrras.

source: • Viehkiehtidh guktie maanagïerth faageles maahtoem utnieh saemien gïelesne jïh kultuvresne jïh daate leavloem åådtje maanagïertesne
sme: • Váikkuhit dan ahte mánáidgárddiin lea fágalaš gelbbolašvuohta sámi gielas ja kultuvrras ja ahte dat deattuhuvvo mánáidgárddis.

source: • Viehkiehtidh guktie studenth daajroem åadtjoeh saemien gïelesne jïh kultuvresne.
sme: • Váikkuhit dan ahte studeanttat ožžot álgooahpu sámi gielas ja kultuvrras.

source: Barkoesuerkie 2 – Gïeleskreejreme maanagïertesne
sme: Áŋgiruššansuorgi 2 - Giellamovttiidahttin mánáidgárddis

source: Saemiedigkie åtna gïelelïerehtimmie jïh gïeleskreejreme maanagïertemaanijste lea akte dejstie vihkielommes suerkijste maanagïertepolitihken sisnjelen.
sme: Sámedikki mielas lea mánáidgárdemánáid giellaoahpahus ja giellamovttiidahttin okta dain deaŧaleamos surggiin mánáidgárdepolitihka siskkobealde.

source: Saemielaake (1987) vihteste saemien akte byögkeles gïele Nöörjesne, jïh saemien jïh nöörjen leah Guvvie: gahkkorcorustudentbhg.blogspot.no
sme: Sámelágas (1987) mearriduvvo ahte sámegiella lea almmolaš giella Norggas ja ahte sámegiella ja dárogiella lea ovttadássásaš gielat. Rámmaplánas mánáidgárddi sisdoalu ja doaim

source: seammavyörtegs gïelh. Mieriesoejkesje maanagïerten sisvegasse jïh laavenjasside (2001) jeahta maanagïerte edtja eadtjohkelaakan barkedh maanaj gïeleevtiedimmine.
sme: Govva: gahkkorcorustudentbhg.blogspot.no maid birra (2011) daddjojuvvo ahte mánáidgárdi galgá árjjalaččat bargat máná giellaovddidemiin.

source: Akte dejstie ulmijste Saemiedigkien gïelepolitihkese lea viehkiehtidh guktie jienebh saemien gïeleutnijh sjædta båetijen aejkien.
sme: Okta Sámedikki giellamihttomeriin lea ahte boahtteáiggis livčče eanet sámi giellageavaheaddjit.

source: Saemien gïeli gaavhtan dle vihkeles maanah maehtieh gïelem vejtiestidh hïejmesne, maanagïertesne jïh skuvlesne.
sme: Sámegielat leat sorjavaččat das ahte mánát ohppet giela ruovttus ja dasto mánáidgárddis ja skuvllas.

source: Saemiedigkie sæjhta dan åvteste eadtjohkelaakan nænnoestehtedh jïh sjïehteladtedh ihke gaajhkh maanah dam gïelelïerehtimmiem åadtjoeh maam edtjieh utnedh laaken mietie.
sme: Danne áigu Sámediggi árjjalaččat bargat dan ala ahte nannet ja láhčit diliid nu ahte buot mánát oččošedje giellaoahpahusa masa sis lea vuoigatvuohta.

source: Barkoe- jïh ektiedimmiedepartemeente lea aktem dahkoesoejkesjem dorjeme saemien gïelide (2009).
sme: Bargo- ja searvadahttindepartemeanta lea ráhkadan sámegielaid doaibmaplána (2009).

source: Dahkoesoejkesje digkede ulmieh, haestemh, guhkies strategijh jïh råajvarimmieh gïelelïerehtimmesne saemien maanide jïh noeride.
sme: Dán doaibmaplánas leat mihttomearit, hástalusat, guhkes áiggi strategiijat ja doaibmabijut giellaoahpahusbargui sámi mánáid ja nuoraid várás.

source: Daate akte gamte barkoe mejnie Saemiedigkie aaj barkeminie sov maanagïertepolitihken tjïrrh.
sme: Dát leat viiddis áŋgiruššamat main Sámediggi lea mielde mánáidgárdepolitihkas bokte.

source: Jis dahkoesoejkesje edtja staeriesovvedh dle byöroe Saemiedigkiebïevnesem saemien maanagïertefaalenassen bïjre våaroemasse bïejedh.
sme: Doaibmaplána vejolaš rievdadeami oktavuođas berre Sámediggedieđáhus sámi mánáidgárdefálaldaga birra biddjojuvvot vuođđun.

source: Jeatjah gaavhtan vuesiehtibie Saemiedigkiebïevnesasse saemien gïelen bïjre mij dahkoesoejkesjem vielie gïetede.
sme: Muđui čujuhit Sámediggedieđáhussii sámegiela birra mas doaibmaplána birra guorahallojuvvo eanet.

source: Gïeleskreejreme aktene maanagïertesne ij leah aktelaaketje dan åvteste maanah ovmessie gïelemaadtojste båetieh.
sme: Giellamovttiidahttin mánáidgárddiin ii leat ovttalágan go doppe lea mánáin sierralágan gielladuogáš.

source: Gellie såarhts gïelefaalenassh daan beajjetje maanagïertine gååvnesieh.
sme: Dáláš mánáidgárddiin gávdnojit ollu variašuvnnat das makkár giellafálaldat addojuvvo.

source: Jalhts maanagïerten nænnoestimmine tjåådtje daate akte saemien maanagïerte, dle saemien gïele maahta åtnasovvedh dovne vaenie jïh jïjnje.
sme: Vaikko mánáidgárddis lea njuolggadusaiguin mearriduvvon ahte mánáidgárdi lea sámi mánáidgárdi, de sáhttá das movt sámegiella geavahuvvo leat variašuvnnat.

source: Mijjieh aaj daejrebe nöörjengïelen maanah sijjiem saemien maanagïertine ohtsedieh, jïh mijjieh daejrebe daate gïelebyjresem tsevtsie naemhtie guktie nöörjen gïele lea dïhte gïele mij jeenjemes åtnasåvva.
sme: Mii diehtit maiddái ahte dárogielat mánát ohcet saji sámi mánáidgárddiin, ja mii diehtit ahte dat váikkuha giellabirrasa nu ahte dárogiella vuoitá.

source: Saemiedigkien gïelepolitihke sæjhta gellievoetem jïh jeerehtsidie gaajhkine saemien gïeline gorredidh.
sme: Sámedikki giellapolitihkka sihkkarastá máŋggabealatvuođa ja variašuvnnaid sámi gielaid ektui.

source: Gietskies sjïehtedimmie gïelefaalenasseste lea vihkeles.
sme: Giellafálaldaga báikkálaččat heiveheapmi lea deaŧalaš.

source: Guvvie: Saemiedigkie mubpiengïeline tjuerieh nuepieh åadtjodh gïelem vejtiestidh jïh gïelem guhkiebasse evtiedidh. Naan maanagïerth jïjtsh gïelesoejkesjh darjoeh fïerhten maanese.
sme: Sihke mánát geain lea sámegiella eatnigiellan ja mánát geain sámegiella lea nubbin giellan fertejit oažžut vejolašvuođaid oahppat sámegiela ja ovddidit dan viidáseappot.

source: Dellie maanagïerte akte sijjie sjædta gusnie dovne nöörjengïelen maanah saemien lierieh, jïh saemiengïelen maanah saemien gïelem evtiedieh funksjovnelle guektiengïelevoeten vööste.
sme: Nu fertejit ge mánáidgárddiin leat sierralágan mihttomearit giellaoahpahusa várás dađi mielde makkár mánát doppe leat áiggis áigái. Mánáidgárdi šaddá dakkár arenan

source: Dah stoerre jeerehtsh maanaj gïelemaahtosne haestemh vedtieh gosse edtja gïeleskreejremasse
sme: Govva: Sámediggi gos sihke dárogielat mánát ohppet sámegiela ja gos sámegielat mánát besset ovddidit sámegiela doaibmi guovttegielatvuođa ektui.

source: sjïehteladtedh.
sme: Dat go mánáid giellagelbbolašvuođas leat stuorra variašuvnnat buktá hástalusaid movt láhčit diliid giellamovttiidahttimii.

source: Maanagïerth tjuerieh dan åvteste faalenassem sjïehtedidh maanaj gïeleevtiedimmien jïh maadtoen mietie.
sme: Danne fertejit mánáidgárddit hukset fálaldaga mánáid gielalaš ovdáneami ja duogáža mielde.

source: Maanagïerte tjuara sjïehteladtedh ihke barkijh jïh maanah saemien gïelem ektesne nuhtjieh gosse stååkedieh jïh lierieh, jïh veeljieh saemiestidh gosse jeatjah saemiegïelen almetjigujmie ektine.
sme: Mánáidgárdi ferte láhčit diliid nu ahte bargit ja mánát ovttas geavahit sámegiela duhkoraddangiellan, oahppangiellan ja válljejit geavahit sámegiela go leat ovttas eará sámegielagiiguin.

source: Saemiegïelen maanah sijhtieh iktegisth såemies boelhkesne årrodh guektiengïelevoeteevtiedimmesne aktene jallh jieniebinie dejstie saemien gïelijste jïh nöörjen gïelesne, jallh jeatjah gïeline.
sme: Sámegielat mánát leat álohii muhtun dásis guovttegielatvuođa ovddideamis ovtta dahje máŋgga sámegielain ja dárogielain, dahje eará gielain.

source: Maanagïerte edtja hoksedh maanah aktem saemiengïelen evtiedimmiem åadtjoeh, olles dej saemien gïele jïh saemien kultuvrelle sisvege viesjiesåbpoe sjïdth men nænnoesåbpoe.
sme: Mánáidgárdi galgá sihkkarastit ahte mánát ovdánit sámegielas, nu ahte sin sámi giela ja kultuvrra sisdoallu ii fuotnán, muhto nanosmuvvá.

source: Juktie dam hoksedh dle vihkeles maanagïerte aktem tjïelke gïelepolitihkem åtna.
sme: Dán sihkkarastima dihte lea deaŧalaš ahte mánáidgárddis lea čielga giellapolitihkka.

source: Maanah mah edtjieh gïelem lïeredh jïh gïelem evtiedidh aktem saemiengïelen sijjiem daarpesjieh gusnie ij naan jeatjah gïelh.
sme: Mánát geat galget ovddidit ja oahppat giela dárbbašit sámegielat arena gos eará gielat eai seaguhuvvo.

source: Tjuara öörnedidh jïh vuekieh nuhtjedh mah maanaj gïelemaadtojne sjiehtieh jïh maanagïerten ulmine gïeleevtiedimmien bïjre.
sme: Organiserema ja metodaid ferte geahččat máná gielalaš duogáža ja mánáidgárddi mihttomeari vuođul go guoská giellaovddideapmái.

source: Maehtebe vuesiehtidh dan saemien maanagïertese Alta siida mij aktem tjïelke gïelepolitihkem maanagïertesne åtna.
sme: Sáhttit čujuhit Álttá siidda sámi mánáidgárdái gos lea čielga giellapolitihkka.

source: Daan faalenassen gaavhtan dle eejhtegh åvtedaajroem utnieh maam gïelen bïjre ussjede.
sme: Dát fálaldat addá vánhemiidda einnostan vejolašvuođa sámegiela ektui.

source: Vuesiehtibie aaj Saemiedigkiebïevnesasse saemien gïelen bïjre.
sme: Muđui čujuhit Sámediggedieđáhussii sámegiela birra.

source: Saemiedigkie vuajna akte dejstie bööremes viehkiedïrregijstie lea orreme gosse tjïelth leah meatan sjïdteme saemien gïelen reeremedajvesne.
sme: Sámedikki mielas lea leamaš buoremus váikkuhangaskaoapmi dat go gullá sámegiela hálddašanguvlui, dasa ahte odne oažžut vuogádatlaš giellabargguid.

source: Muvhtene lehkesne daate öörnege ij leah dejtie vaajteles illedahkide vadteme.
sme: Dát ortnet ii leat buot sajiin addán bohtosiid nugo vurdojuvvui.

source: Saemiedigkie jeatjah gaavhtan veanhta jeatjah dajvh saemien årrojigujmie, goh Alta, Röörose jïh Tromsø aaj tjuerieh saemiengïelese sjïehteladtedh maanagïertine.
sme: Sámediggi oaivvilda muđui ahte eará distrivttat gos sámit ásset nugo ovdamearkka dihte Áltá, Plassje ja Romsa fertejit maiddái láhčit diliid sámegiela várás mánáidgárddiin.

source: Daah dajvh leah aerpievuekien mietie dajvh saemien årrojigujmie.
sme: Dáin guovlluin leat árbevirolaččat ássan sámit.

source: Maanagïertelaaken mietie maanagïerte edtja saemien maanaj gïelem jïh kultuvrem krööhkedh.
sme: Mánáidgárddit galget mánáidgárdelága mielde váldit vuhtii sámi mánáid giela ja kultuvrra.

source: Daate ij leah ektiedamme saemien dajvide, men saaht gusnie maanah maanagïertesne vaedtsieh.
sme: Dát ii leat čadnojuvvon sámi distriktii, muhto sorjá das gos mánát leat mánáidgárddis.

source: Åarjelsaemien jïh julevsaemien gïelh leah naa viesjies gïelh jïh råajvarimmieh daarpesjieh mah leah ryöktesth stuvreme dejtie sjïere daerpiesvoetide daejnie siebriedahkine.
sme: Mátta- ja julevsámegielat leat rašis dilis ja dárbbašit doaibmabijuid mat njuolga čujuhit daid erenoamáš dárbbuide mat dáin servodagain leat.

source: Ihke gïelh edtjieh hijven evtiedimmienuepieh åadtjodh dle daerpies aktine sjïere barkojne åarjel- jïh julevsaemien dajvine.
sme: Jos gielat galget oažžut buriid ovdánanvejolašvuođaid, de lea dárbu sierra áŋgiruššat mátta- ja julevsámi guovlluin.

source: Saemiedigkie vuajna akte dejstie haestiemijstie gosse gïeleskreejreminie barka lea vierhtiealmetjh jïh faagebarkijh saemien gïelemaahtojne fååtesieh.
sme: Sámediggi oaidná ahte okta hástalusain giellamovttiidahttinbarggus lea dat go váilot resursaolbmot ja fágaolbmot geain lea gelbbolašvuohta sámegielas.

source: Gosse maehteles geerve almetjh fååtesieh dle gïelelïerehtimmie nåake sjædta.
sme: Go eai leat dakkár rávesolbmot geain livččii gelbbolašvuohta šaddá giellaoahpahusas váilevaš.

source: Læjhkan dle jïjnjh maanagïerth aktem vihkeles barkoem darjoeh gïeleevtiedimmiebarkosne.
sme: Dattetge dahket ollu mánáidgárddit buori barggu giellaovddidanbarggu oktavuođas.

source: Guvvie: gahkkorcorustudentbhg.blogspot.no Hijven kvaliteete lïerehtimmesne lea vihkeles ihke maanah edtjieh maanagïertefaalenassem dååjredh goh mij akt hijven.
sme: Buorre kvalitehta oahpahusas lea deaŧalaš jos mánát galget dovdat ahte mánáidgárdefálaldat lea buorre.

source: Saemiedigkie sæjhta tjïertestidh akte feerhmeles lïerehtimmiebyjrese lea vihkeles, gusnie saemiengïelen barkijh saemien nuhtjieh maanine ektine, faageleslaakan jïh maanaj guektiengïelen evtiedimmien jïh jïjtsh nuepiej mietie.
sme: Sámediggi deattuha ahte searvvaheaddji oahppanbiras lea deaŧalaš, gos leat sámegielat bargit geat geavahit sámegiela go ovttastallet mánáin, fágalaččat heivehuvvon vugiin máná guovttegielatvuođa ovddideami ja individuála eavttuide dávistettiin.

source: Barkijh maanagïertine leah gïeleåvteguvvieh maanide aktene aaltarisnie gosse lea aelhkie maanide tsevtsedh.
sme: Mánáidgárddiid bargit leat gielalaš ovdagovat mánáide dakkár agis goas mánáide lea álki dahkat váikkuhusa.

source: Dan åvteste vihkeles dovne maanagïertelohkehtæjjah jïh klahkh aktem pedagogeles profesjovnaliteeten evtiedieh juktie dah voerkes sjidtieh sijjen råållan bïjre gïelelïerehtimmesne.
sme: Danne lea deaŧalaš ahte sihke mánáidgárdeoahpaheaddjit ja veahkkebargit ovddidit pedagogalaš ámmátlašvuođa ja dihtomielalaččat čájehit mii lea sin rolla giellaoahpahu

source: Daan beajjetje gaahtjemesiebriedahkesne barkoesijjiej bïjre dle Saemiedigkie vuajna akte haesteme saemiengïelen barkijh maanagïertine utniehtidh.
sme: Govva: gahkkorcorustudentbhg.blogspot.no sas. Sámediggi oaidná ahte dáláš gilvoservodagas bargosajiid alde lea hástalussan bisuhit sámegielat bargiid mánáidgárddiin.

source: Jis edtja dam bööremes kvaliteetem jaksedh gïelelïerehtimmesne dle tjuara maahtoem gorredidh, men aaj daajroem vijriesåbpoe evtiedidh jïh dam orrestidh akten eadtjohke prosessen tjïrrh.
sme: Go giellaoahpahusas galggaš leat buoremus vejolaš kvalitehta de ferte váldit ávvira gelbbolašvuođas, muhto maiddái ahte sáhttá ovddidit dan viidáseappot ja ođasmahttit máhtu árjjalaš proseassa bokte.

source: Goh aarebi neebneme dle barkijh maanah maanagïertese åadtjoeh mah joekehts saemien maahtoem utnieh.
sme: Nugo ovdal namuhuvvon de deaividit bargit mánáidgárddis mánáid geain lea iešguđege lágan gelbbolašvuohta sámegielas.

source: Dan åvteste eevre daerpies barkijh aaj maahtoem utnieh guektiengïelepedagogihkesne.
sme: Dát gáibida bargiin maiddái gelbbolašvuođa guovttegielatpedagogihkas.

source: Dah saemien maanagïertelohkehtæjjah stoerre haestemh utnieh öörnedimmine jïh maam vuekide dah edtjieh veeljedh gïelelïerehtimmesne.
sme: Sámi mánáidgárdeoahpaheddjiin leat stuorra hástalusat organiserema ja metodaválljema ektui giellaoahpahusas.

source: Saemiedigkie vuajna vihkeles soejkesjh evtiedidh guktie maanagïerte edtja maanajgujmie barkedh, jïh daerpies maanide dåehkine juekedh gïeledaajroej mietie.
sme: Sámediggi oaidná deaŧalažžan ráhkadit plánaid movt dáid mánáid galggašii čuovvolit ja ahte mánát juhkkojuvvojit joavkun giellamáhtu mielde.

source: Gelline maanagïertine saemien faalenassine maahta vaenie maanagïertelohkehtæjjah årrodh.
sme: Ollu mánáidgárddiin main lea sámi fálaldat sáhttet leat unnán mánáidgárdeoahpaheaddjit.

source: Dïhte faageles digkiedimmie aktene maanagïertesne ajve aktine maanagïertelohkehtæjjine maahta veassohke sjïdtedh.
sme: Fágalaš digaštallan mánáidgárddis gos lea dušše okta mánáidgárdeoahpaheaddji sáhttá šaddat váilevaš.

source: Sijjieh darjodh gusnie faageles digkiedimmieh bæjjese vaaltasuvvieh vihkeles sjædta.
sme: Deaŧalaš lea ráhkadit arenaid fágalaš digaštallamiid várás.

source: Eejhtegh leah vihkeles laavenjostoeguejmieh maanagïerten gïelebarkosne.
sme: Vánhemat leat deaŧalaš ovttasbargoguoimmit giellabarggus mánáidgárddis.

source: Laake maanagïerti bïjre (2006) vihteste maanagïerte laavenjostosne jïh goerkesisnie hïejmine maanaj hoksedaerpiesvoeth jïh stååkedimmiedaerpiesvoeth gorrede, jïh lïerehtimmiem jïh skearkagimmiem skreejrie akten gellielaaketje evtiedimmien gaavhtan.
sme: Mánáidgárdelágas (2006) lea mearriduvvon ahte mánáidgárdi ovttasbargguin ja áddejumiin ruovttuin goziha mánáid dárbbu fuolahusa ja duhkoraddama ektui, ja ovdánahttá oahppama ja hápmašuvvama vuođđun juohkelágan ovdáneapmái.

source: Gïelebarkoe maanagïertesne jïjnjem barkoem kreava barkijijstie jïh eejhtegijstie.
sme: Giellaoahpahus mánáidgárddis gáibida ollu barggu sihke bargiin ja vánhemiin.

source: Akte haesteme dam saemien gïelen staatusem lutnjedh guktie eejhtegh saemien veeljieh joe maanagïertesne.
sme: Hástalussan lea loktet sámegiela stáhtusa nu ahte vánhemat válljejit sámegiela juo mánáidgárddis.

source: Juktie goerkesem jïh daajroem sjugniedidh gïelebarkoen bïjre, eejhtegh aaj byöroeh maahtoelutnjemem åadtjodh.
sme: Go galgá oažžut áddejumi ja oainnu / máhtu giellabarggus, de berrejit maiddái vánhemat buoridit gelbbolašvuođa.

source: Vijriesåbpoe byöroe eejhtegidie skreejredh saemien veeljedh sijjen maanide aaj dennie vijriesåbpoe ööhpehtimmesne, guktie iemie sjædta saemien maadthlïerehtimmesne aaj utnedh.
sme: Dasto ferte oažžut vánhemiid válljet sámegiela mánáidasaset maiddái viidáseappot skuvllain nu ahte šaddá lunddolaš čuovvut mielde sámegiela vuođđooahpahusas skuvllas.

source: Saemien gïele tjuara vielie våajnoes sjïdtedh dovne hïejmesne jïh maanagïertesne.
sme: Sámegiela ferte eanet oainnusmahttit sihke ruovttuin ja mánáidgárddiin.

source: Dïhte dåarjoe maam maanagïerth Saemiedigkeste åadtjoeh daamtaj gïeleskreejremasse jïh gïelelïerehtæmman åtnasåvva.
sme: Doarjja maid mánáidgárddit ožžot Sámedikkis geavahuvvo dávjá giellamovttiidahttimii ja giellaoahpahussii.

source: Saemiedigkien råålla lea dåarjojde vedtedh jïh dejtie vijriesåbpoe fulkesidh bïevnesi tjïrrh dåarjoedåastoejijstie.
sme: Sámedikki rolla lea addit doarjagiid ja čuovvolit dan dieđuid mielde maid ožžot doarjjaoažžuin.

source: Saemiedigkie vuajna jienebh haestemh maehtieh viedteldihkie årrodh dåarjoeöörnegasse.
sme: Sámediggi oaidná ahte leat eanet hástalusat maid sáhttá čatnat doarjjaortnegii.

source: Maanagïerth mah leah kategorijen nuelesne saemien maanagïerth, daan biejjien vielie
sme: Mánáidgárddit mat gullet kategoriijai sámi mánáidgárddit ožžot dál eanet doarjaga giellaoahpahussii go dáža mánáidgárddit.

source: Båetijen aejkien maahta vuarjasjidh mejtie dåarjoe maahta vielie fleksijbele sjïdtedh, jïh sjïehtedamme fïerhten maanagïerten daerpiesvoetide.
sme: Sáhttá árvvoštallat ahte doarjjaortnet boahtteáiggis šattašii dávgaseabbon ja heivehuvvošii ovttaskas mánáidgárddi dárbbuide.

source: Daate maahta vihkeles årrodh kvaliteeten jïh ulmiejaksemen gaavhtan maanagïertine.
sme: Dát sáhttá addit oalgeváikkuhusaid kvalitehtii ja mánáidgárddiid mihttomeari juksamii.

source: Muvhth vienhtieh jalhts maanagïerte ij barkijh utnieh mah saemiestieh, dle byöroeh dåarjoem åadtjodh saemien maanagïertese dan åvteste dah leavloem biejieh saemien kultuvrese.
sme: Muhtumat oaivvildit ahte vaikko mánáidgárddis eai leat ge sámegielat bargit, de berrejit dat oažžut sámi mánáidgárdedoarjaga jos dat deattuhit sámi kultuvrra.

source: Saemiedigkie lea daan mearan tjåadtjoehtamme saamastallije barkijh edtjieh maanagïertine årrodh mah leavloem biejieh saemien gïelese jïh kultuvrese.
sme: Sámediggi lea dál doalahan dan ahte mánáidgárddis gos sámi giella ja kultuvra deattuhuvvo galget leat sámegielat bargit.

source: Daate akte krïevenasse Saemiedigkie sæjhta utniehtidh.
sme: Dán gáibádusa áigu Sámediggi bisuhit.

source: Båetijen aejkien Saemiedigkie sæjhta krïevenassh dåarjojde darjodh mejtie gåarede mööledh.
sme: Sámediggi háliida boahtteáiggis ráhkadit doarjagii dakkár eavttuid maiguin sáhttá mihtidit.
